Repository: BossaGroove/MongoHubPlus
Catalog: MongoHubPlus/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans, zh_hant

source: Paste
de: Einsetzen
fr: Coller
ja: ペースト
zh_hans: 粘贴
zh_hant: 貼上

source: Paste a mongodb:// or mongodb+srv:// connection string.
de: mongodb://- oder mongodb+srv://-Verbindungszeichenfolge einsetzen.
fr: Collez une chaîne de connexion mongodb:// ou mongodb+srv://.
ja: mongodb:// または mongodb+srv:// の接続文字列をペーストしてください。
zh_hans: 请粘贴 mongodb:// 或 mongodb+srv:// 连接字符串。
zh_hant: 請貼上 mongodb:// 或 mongodb+srv:// 連線字串。

source: Pin Connection
de: Verbindung anheften
fr: Épingler la connexion
ja: 接続をピンで固定
zh_hans: 置顶连接
zh_hant: 釘選連線

source: Plan only — the query was not executed.
de: Nur Plan — die Abfrage wurde nicht ausgeführt.
fr: Plan seul — la requête n'a pas été exécutée.
ja: プランのみ — クエリは実行されていません。
zh_hans: 仅计划 — 查询未执行。
zh_hant: 僅計畫 — 查詢未執行。

source: Preview
de: Vorschau
fr: Aperçu
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Preview after stage %lld (%@) — first %lld
de: Vorschau nach Stufe %1$lld (%2$@) — erste %3$lld
fr: Aperçu après l'étape %1$lld (%2$@) — %3$lld premiers
ja: ステージ %1$lld (%2$@) までのプレビュー — 先頭 %3$lld 件
zh_hans: 阶段 %1$lld (%2$@) 后的预览 — 前 %3$lld 条
zh_hant: 階段 %1$lld (%2$@) 後的預覽 — 前 %3$lld 筆

source: Previous results (⌥⌘←)
de: Vorherige Ergebnisse (⌥⌘←)
fr: Résultats précédents (⌥⌘←)
ja: 前の結果 (⌥⌘←)
zh_hans: 上一页结果 (⌥⌘←)
zh_hant: 上一頁結果 (⌥⌘←)

source: Punctuation:
de: Satzzeichen:
fr: Ponctuation :
ja: 記号:
zh_hans: 标点符号:
zh_hant: 標點符號:

source: Query
de: Abfrage
fr: Requête
ja: クエリ
zh_hans: 查询
zh_hant: 查詢

source: Query Planner (no execution)
de: Nur Plan (keine Ausführung)
fr: Plan seul (sans exécution)
ja: プランのみ(実行しない)
zh_hans: 仅计划(不执行)
zh_hant: 僅計畫(不執行)

source: Query or id
de: Abfrage oder id
fr: Requête ou id
ja: クエリまたは id
zh_hans: 查询或 id
zh_hant: 查詢或 id

source: Query:
de: Abfrage:
fr: Requête :
ja: クエリ:
zh_hans: 查询:
zh_hant: 查詢:

source: Quit MongoHub Plus
de: MongoHub Plus beenden
fr: Quitter MongoHub Plus
ja: MongoHub Plus を終了
zh_hans: 退出 MongoHub Plus
zh_hant: 結束 MongoHub Plus

source: Read Mode:
de: Lesemodus:
fr: Mode de lecture :
ja: 読み取りモード:
zh_hans: 读取模式:
zh_hant: 讀取模式:

source: Redo
de: Wiederholen
fr: Rétablir
ja: やり直す
zh_hans: 重做
zh_hant: 重做

source: Relaunch Now
de: Jetzt neu starten
fr: Redémarrer maintenant
ja: 今すぐ再起動
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Relaunch to change the language?
de: Zum Ändern der Sprache neu starten?
fr: Redémarrer pour changer de langue ?
ja: 言語を変更するために再起動しますか?
zh_hans: 要重新启动以更改语言吗?
zh_hant: 要重新啟動以更改語言嗎?

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove All
de: Alle entfernen
fr: Tout supprimer
ja: すべて削除
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove Failed
de: Entfernen fehlgeschlagen
fr: Échec de la suppression
ja: 削除に失敗しました
zh_hans: 移除失败
zh_hant: 移除失敗

source: Remove selected documents (⌘⌫)
de: Ausgewählte Dokumente entfernen (⌘⌫)
fr: Supprimer les documents sélectionnés (⌘⌫)
ja: 選択したドキュメントを削除 (⌘⌫)
zh_hans: 移除所选文档 (⌘⌫)
zh_hant: 移除所選文件 (⌘⌫)

source: Rename %@:
de: %@ umbenennen:
fr: Renommer %@ :
ja: %@ の名前を変更:
zh_hans: 重命名 %@:
zh_hant: 重新命名 %@:

source: Rename %@…
de: %@ umbenennen…
fr: Renommer %@…
ja: %@ の名前を変更…
zh_hans: 重命名 %@…
zh_hant: 重新命名 %@⋯

source: Reset to Defaults
de: Auf Standard zurücksetzen
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
zh_hans: 还原为默认值
zh_hant: 重設為預設值

source: Results
de: Ergebnisse
fr: Résultats
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: Results Font:
de: Ergebnis-Schrift:
fr: Police des résultats :
ja: 結果のフォント:
zh_hans: 结果字体:
zh_hant: 結果字體:

source: Results Text Size:
de: Ergebnis-Textgröße:
fr: Taille du texte des résultats :
ja: 結果の文字サイズ:
zh_hans: 结果文字大小:
zh_hant: 結果文字大小:

source: Returned
de: Zurückgegeben
fr: Renvoyés
ja: 返却件数
zh_hans: 返回
zh_hant: 傳回

source: Run
de: Ausführen
fr: Exécuter
ja: 実行
zh_hans: 运行
zh_hant: 執行

source: Run (⌘R)
de: Ausführen (⌘R)
fr: Exécuter (⌘R)
ja: 実行 (⌘R)
zh_hans: 运行 (⌘R)
zh_hant: 執行 (⌘R)

source: Save
de: Sichern
fr: Enregistrer
ja: 保存
zh_hans: 存储
zh_hant: 儲存

source: Save Failed
de: Sichern fehlgeschlagen
fr: Échec de l'enregistrement
ja: 保存に失敗しました
zh_hans: 存储失败
zh_hant: 儲存失敗

source: Scanning fields… %lld of %lld documents
de: Felder werden erfasst… %1$lld von %2$lld Dokumenten
fr: Analyse des champs… %1$lld documents sur %2$lld
ja: フィールドを走査中… %2$lld 件中 %1$lld 件
zh_hans: 正在扫描字段… %1$lld / %2$lld 个文档
zh_hant: 正在掃描欄位⋯%1$lld / %2$lld 個文件

source: Secondary OK
de: Secondary erlauben
fr: Autoriser les secondaires
ja: セカンダリを許可
zh_hans: 允许 Secondary
zh_hant: 允許 Secondary

source: See the full plan below
de: Siehe vollständigen Plan unten
fr: Voir le plan complet ci-dessous
ja: 詳細は下のプランを参照
zh_hans: 请见下方完整计划
zh_hant: 請見下方完整計畫

source: Select All
de: Alles auswählen
fr: Tout sélectionner
ja: すべてを選択
zh_hans: 全选
zh_hant: 全選

source: Select…
de: Auswählen…
fr: Sélectionner…
ja: 選択…
zh_hans: 选择…
zh_hant: 選擇⋯

source: Server Stats
de: Server-Statistik
fr: Statistiques du serveur
ja: サーバ統計
zh_hans: 服务器统计信息
zh_hant: 伺服器統計資訊

source: Servers:
de: Server:
fr: Serveurs :
ja: サーバ:
zh_hans: 服务器:
zh_hant: 伺服器:

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen…
fr: Réglages…
ja: 設定…
zh_hans: 设置…
zh_hant: 設定…

source: Show All
de: Alle einblenden
fr: Tout afficher
ja: すべてを表示
zh_hans: 全部显示
zh_hant: 顯示全部

source: Size:
de: Größe:
fr: Taille :
ja: サイズ:
zh_hans: 大小:
zh_hant: 大小:

source: Skip
de: Überspringen
fr: Ignorer
ja: スキップ
zh_hans: 跳过
zh_hant: 略過

source: Small (11 pt)
de: Klein (11 pt)
fr: Petit (11 pt)
ja: 小 (11 pt)
zh_hans: 小(11 pt)
zh_hant: 小(11 pt)

source: Sort
de: Sortierung
fr: Tri
ja: ソート
zh_hans: 排序
zh_hant: 排序

source: Stage %lld (%@):
de: Stufe %1$lld (%2$@):
fr: Étape %1$lld (%2$@) :
ja: ステージ %1$lld (%2$@):
zh_hans: 阶段 %1$lld (%2$@):
zh_hant: 階段 %1$lld (%2$@):

source: Stage %lld is not a single-operator document like {$match: …}
de: Stufe %lld ist kein Dokument mit genau einem Operator wie {$match: …}
fr: L'étape %lld n'est pas un document à opérateur unique comme {$match: …}
ja: ステージ %lld は {$match: …} のような単一演算子のドキュメントではありません
zh_hans: 阶段 %lld 不是像 {$match: …} 的单一运算符文档
zh_hant: 階段 %lld 不是像 {$match: …} 的單一運算子文件

source: Stages
de: Stufen
fr: Étapes
ja: ステージ
zh_hans: 阶段
zh_hant: 階段

source: Start Tailing
de: Verfolgung starten
fr: Démarrer le suivi
ja: テールを開始
zh_hans: 开始追踪
zh_hant: 開始追蹤

source: Stop Tailing
de: Verfolgung stoppen
fr: Arrêter le suivi
ja: テールを停止
zh_hans: 停止追踪
zh_hant: 停止追蹤

source: Stopped
de: Gestoppt
fr: Arrêté
ja: 停止しました
zh_hans: 已停止
zh_hant: 已停止

source: Strings:
de: Zeichenketten:
fr: Chaînes :
ja: 文字列:
zh_hans: 字符串:
zh_hant: 字串:

source: Tail
de: Verfolgen
fr: Suivi
ja: テール
zh_hans: 实时追踪
zh_hant: 即時追蹤

source: The new language takes effect the next time MongoHub Plus starts.
de: Die neue Sprache wird beim nächsten Start von MongoHub Plus wirksam.
fr: La nouvelle langue prendra effet au prochain démarrage de MongoHub Plus.
ja: 新しい言語は次回起動時に適用されます。
zh_hans: 新语言将在下次启动 MongoHub Plus 时生效。
zh_hant: 新語言將於下次啟動 MongoHub Plus 時生效。

source: This action cannot be undone.
de: Diese Aktion kann nicht widerrufen werden.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法回復。

source: This document cannot be edited safely
de: Dieses Dokument kann nicht sicher bearbeitet werden
fr: Ce document ne peut pas être modifié en toute sécurité
ja: このドキュメントは安全に編集できません
zh_hans: 此文档无法安全地编辑
zh_hant: 此文件無法安全地編輯

source: This document has unsaved changes.
de: Dieses Dokument enthält ungesicherte Änderungen.
fr: Ce document comporte des modifications non enregistrées.
ja: このドキュメントには保存されていない変更があります。
zh_hans: 此文档有未存储的更改。
zh_hant: 此文件有未儲存的更動。

source: Time
de: Zeit
fr: Durée
ja: 時間
zh_hans: 时间
zh_hant: 時間

source: Timeouts (0 = driver default, otherwise ≥ 500 ms)
de: Timeouts (0 = Treiberstandard, sonst ≥ 500 ms)
fr: Délais (0 = valeur du pilote, sinon ≥ 500 ms)
ja: タイムアウト(0 = ドライバのデフォルト、それ以外は 500 ms 以上)
zh_hans: 超时(0 = 驱动默认值,否则 ≥ 500 ms)
zh_hant: 逾時(0 = 驅動程式預設值,否則 ≥ 500 ms)

source: Timeouts should be 0 or at least 500 ms.
de: Timeouts müssen 0 oder mindestens 500 ms sein.
fr: Les délais doivent être 0 ou au moins 500 ms.
ja: タイムアウトは 0 または 500 ms 以上にしてください。
zh_hans: 超时必须为 0 或至少 500 ms。
zh_hant: 逾時必須為 0 或至少 500 ms。

source: Top level
de: Oberste Ebene
fr: Niveau racine
ja: トップレベル
zh_hans: 顶层
zh_hant: 最上層

source: Total Results: %d (%.2fs)
de: Ergebnisse gesamt: %d (%.2f s)
fr: Résultats : %d (%.2f s)
ja: 検索結果: %d 件 (%.2fs)
zh_hans: 结果总数:%d (%.2f 秒)
zh_hant: 結果總數:%d (%.2f 秒)

source: Type
de: Typ
ja: 型
zh_hans: 类型
zh_hant: 類型

source: Type:
de: Typ:
ja: タイプ:
zh_hans: 类型:
zh_hant: 類型:

source: Undo
de: Widerrufen
fr: Annuler
ja: 取り消す
zh_hans: 撤销
zh_hant: 還原

source: Unpin Connection
de: Verbindung lösen
fr: Désépingler la connexion
ja: 接続のピンを解除
zh_hans: 取消置顶
zh_hant: 取消釘選連線

source: Unsaved Document
de: Ungesichertes Dokument
fr: Document non enregistré
ja: 未保存のドキュメント
zh_hans: 未存储的文档
zh_hant: 未儲存的文件

source: Update
de: Aktualisieren
fr: Mettre à jour
ja: 更新
zh_hans: 更新
zh_hant: 更新

source: Update Failed
de: Aktualisieren fehlgeschlagen
fr: Échec de la mise à jour
ja: 更新に失敗しました
zh_hans: 更新失败
zh_hant: 更新失敗

source: Updates are unavailable in this build.
de: Updates sind in diesem Build nicht verfügbar.
fr: Les mises à jour ne sont pas disponibles dans cette version.
ja: このビルドではアップデートを利用できません。
zh_hans: 此版本无法使用更新。
zh_hant: 此版本無法使用更新。

source: Usage: all indexes used (since server restart)
de: Nutzung: alle Indizes verwendet (seit Serverneustart)
fr: Utilisation : tous les index sont utilisés (depuis le redémarrage du serveur)
ja: 使用状況: すべてのインデックスが使用されています(サーバ再起動以降)
zh_hans: 使用情况:所有索引均有使用(自服务器重启起)
zh_hant: 使用情況:所有索引皆有使用(自伺服器重新啟動起)

source: Usage: unused — %@ (since server restart)
de: Nutzung: unbenutzt — %@ (seit Serverneustart)
fr: Utilisation : inutilisés — %@ (depuis le redémarrage du serveur)
ja: 使用状況: 未使用 — %@(サーバ再起動以降)
zh_hans: 使用情况:未使用 — %@(自服务器重启起)
zh_hant: 使用情況:未使用 — %@(自伺服器重新啟動起)

source: Use SSH Tunnel
de: SSH-Tunnel verwenden
fr: Utiliser un tunnel SSH
ja: SSH トンネルを使用
zh_hans: 使用 SSH 隧道
zh_hant: 使用 SSH 通道

source: Use ⌘ to skip the confirmation panel
de: Mit ⌘ die Bestätigung überspringen
fr: Maintenez ⌘ pour ignorer la confirmation
ja: ⌘ を押しながらで確認をスキップ
zh_hans: 按住 ⌘ 可跳过确认
zh_hant: 按住 ⌘ 可略過確認

source: Used index: %@
de: Verwendeter Index: %@
fr: Index utilisé : %@
ja: 使用インデックス: %@
zh_hans: 使用索引:%@
zh_hant: 使用索引:%@

source: User:
de: Benutzer:
fr: Utilisateur :
ja: ユーザ:
zh_hans: 用户:
zh_hant: 使用者:

source: Username (optional)
de: Benutzername (optional)
fr: Nom d'utilisateur (facultatif)
ja: ユーザ名(省略可)
zh_hans: 用户名(可选)
zh_hant: 使用者名稱(可留空)

source: Value
de: Wert
fr: Valeur
ja: 値
zh_hans: 值
zh_hant: 值

source: Verbosity:
de: Detailgrad:
fr: Verbosité :
ja: 詳細度:
zh_hans: 详细程度:
zh_hant: 詳細程度:

source: Weak Certificate
de: Schwaches Zertifikat
fr: Certificat faible
ja: 証明書の検証を緩和
zh_hans: 放宽证书验证
zh_hant: 放寬憑證驗證

source: Zoom
de: Zoomen
fr: Réduire/agrandir
ja: 拡大/縮小
zh_hans: 缩放
zh_hant: 縮放

source: field name
de: Feldname
fr: nom du champ
ja: フィールド名
zh_hans: 字段名称
zh_hant: 欄位名稱

source: seconds
de: Sekunden
fr: secondes
ja: 秒
zh_hans: 秒
zh_hant: 秒

source: value (Extended JSON or text)
de: Wert (Extended JSON oder Text)
fr: valeur (Extended JSON ou texte)
ja: 値(Extended JSON またはテキスト)
zh_hans: 值(Extended JSON 或文本)
zh_hant: 值(Extended JSON 或文字)

source: Aggregation
fr: Agrégation
ja: 集計
zh_hans: 聚合
zh_hant: 聚合

source: Collection Name
fr: Nom de la collection
ja: コレクション名
zh_hans: 集合名称
zh_hant: 集合名稱

source: Editor
fr: Éditeur
ja: エディタ
zh_hans: 编辑器
zh_hant: 編輯器

source: Host:
fr: Hôte :
ja: ホスト:
zh_hans: 主机:
zh_hant: 主機:

source: Limit
fr: Limite
ja: 上限
zh_hans: 上限
zh_hant: 上限

source: Name
fr: Nom
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Name:
fr: Nom :
ja: 名前:
zh_hans: 名称:
zh_hant: 名稱:

source: Optional
fr: Facultatif
ja: 省略可
zh_hans: 可选
zh_hant: 可留空

source: Replica Set Name
fr: Nom du Replica Set
ja: レプリカセット名
zh_hans: 副本集名称
zh_hant: 複本集名稱

source: SSH Host
fr: Hôte SSH
ja: SSH ホスト
zh_hans: SSH 主机
zh_hant: SSH 主機

source: SSH Host:
fr: Hôte SSH :
ja: SSH ホスト:
zh_hans: SSH 主机:
zh_hant: SSH 主機:

source: Server Status
fr: État du serveur
ja: サーバ状態
zh_hans: 服务器状态
zh_hant: 伺服器狀態

source: Set Name:
fr: Nom du set :
ja: セット名:
zh_hans: 副本集名称:
zh_hant: 複本集名稱:

source: Sharded Cluster
fr: Cluster shardé
ja: シャーディングクラスタ
zh_hans: 分片集群
zh_hant: 分片叢集

source: Socket Timeout (ms):
fr: Délai du socket (ms) :
ja: ソケットタイムアウト (ms):
zh_hans: 套接字超时(ms):
zh_hant: Socket 逾時(ms):

source: Software Update
fr: Mise à jour de logiciels
ja: ソフトウェアアップデート
zh_hans: 软件更新
zh_hant: 軟體更新

source: Standalone
fr: Autonome
ja: スタンドアロン
zh_hans: 单机
zh_hant: 單機

source: System
fr: Système
ja: システム
zh_hans: 系统
zh_hant: 系統

source: Text
fr: Texte
ja: テキスト
zh_hans: 文本
zh_hant: 文字

source: Text:
fr: Texte :
ja: テキスト:
zh_hans: 文本:
zh_hant: 文字:

source: Format:
ja: フォーマット:
zh_hans: 格式:
zh_hant: 格式:

source: Index
ja: インデックス
zh_hans: 索引
zh_hant: 索引

source: Pipeline:
ja: パイプライン:
zh_hans: 管道:
zh_hant: 管線:

source: Replica Set
ja: レプリカセット
zh_hans: 副本集
zh_hant: 複本集

source: Version:
ja: バージョン:
zh_hans: 版本:
zh_hant: 版本:
